export const domains = [
  {
    type: "владения",
    title: "Круган",
    description: "Здесь покоятся мертвые",
    aliases: ["cr"],
    dangers: {
      33: "Обитатель охраняет этот район",
      36: "Ловушка",
      39: "Смерть даёт знать о своём присутсвии",
      42: "Разрушающиеся постройки",
      45: "Добро умерших со спрятанными опасностями",
    },
    features: {
      43: "Погребальные ячейки",
      56: "Лабиринт узких проходов",
      64: "Храм",
      68: "Величественный свод",
      72: "Жертвоприношения умершим",
      76: "Скульптуры и габелены",
      80: "Останки грабителя могил",
      84: "Братская могила",
      88: "Эксгумированные трупы",
      98: "Что-то необычное или неожиданное",
      99: "Вы переходите в другую Тему. Отправь `.в-тему <название темы>`. Что бы посмотреть все темы отправь `.в-тему` без параметра.",
      100: "Вы переходите в другие Владения. Отправь `.во-владения <название владений>`. Что бы посмотреть все владения отправь `.во-владения` без параметра.",
    },
  },
  {
    type: "владения",
    title: "Пещера",
    description: "Место из камня и тьмы",
    aliases: ["cr"],
    dangers: {
      33: "Здесь логово обитателей",
      36: "Обвал",
      39: "Наводнение",
      42: "Опасный подъём или спуск",
      45: "Трещина или провал",
    },
    features: {
      43: "Извилистые проходы",
      56: "Тесные пещеры",
      64: "Обширное плато",
      68: "Подземная река",
      72: "Подземное озеро",
      76: "Естественный мост",
      80: "Возвышающиеся камни",
      84: "Естественное освещение",
      88: "Темная яма",
      98: "Что-то необычное или неожиданное",
      99: "Вы переходите в другую Тему. Отправь `.в-тему <название темы>`. Что бы посмотреть все темы отправь `.в-тему` без параметра.",
      100: "Вы переходите в другие Владения. Отправь `.во-владения <название владений>`. Что бы посмотреть все владения отправь `.во-владения` без параметра.",
    },
  },
  {
    type: "владения",
    title: "Ледяная пещера",
    description: "Место в глубинах и во льдах",
    aliases: ["cr"],
    dangers: {
      33: "Здесь логово обитателей",
      36: "Ломанный лёд",
      39: "Осыпающаяся пропасть",
      42: "Резкое похолодание",
      45: "Путающие отражения",
    },
    features: {
      43: "Лабиринт ледяных туннелей",
      56: "Сверкающие пещеры",
      64: "Обширное плато",
      68: "Холодная подземная река",
      72: "Холодное подземное озеро",
      76: "Восхитительные ледяные образования",
      80: "Замерзший водопад",
      84: "Шлубокие трещины",
      88: "Открытие заперто во льду",
      98: "Что-то необычное или неожиданное",
      99: "Вы переходите в другую Тему. Отправь `.в-тему <название темы>`. Что бы посмотреть все темы отправь `.в-тему` без параметра.",
      100: "Вы переходите в другие Владения. Отправь `.во-владения <название владений>`. Что бы посмотреть все владения отправь `.во-владения` без параметра.",
    },
  },
  {
    type: "владения",
    title: "Ледяной Предел",
    description: "Холодный ландшафт застывшего моря",
    aliases: ["cr"],
    dangers: {
      33: "Обитатель охотится",
      36: "Хрупкий лёд и глубокая вода",
      39: "Опасный подъём или спуск",
      42: "Лавина или ледопад",
      45: "Вьюга",
    },
    features: {
      43: "Равнины изо льда и снега",
      56: "Канал с морской водой",
      64: "Ледяные высокогорья",
      68: "Трещина",
      72: "Льдины",
      76: "Корабль застрял во льдах",
      80: "Стадо животных или лежбище",
      84: "Замороженные трупы",
      88: "Лагерь или аванпот",
      98: "Что-то необычное или неожиданное",
      99: "Вы переходите в другую Тему. Отправь `.в-тему <название темы>`. Что бы посмотреть все темы отправь `.в-тему` без параметра.",
      100: "Вы переходите в другие Владения. Отправь `.во-владения <название владений>`. Что бы посмотреть все владения отправь `.во-владения` без параметра.",
    },
  },
  {
    type: "владения",
    title: "Шахта",
    description: "Жадно и глубоко вырытые туннели",
    aliases: ["cr"],
    dangers: {
      33: "Обвал",
      36: "Потоп",
      39: "Нестабильные платформы и строения",
      42: "Опасный газовый карман",
      45: "Ослабленные своды",
    },
    features: {
      43: "Тесные проходы",
      56: "Выработка",
      64: "Найденная пещера",
      68: "Штольня",
      72: "Обрушившийся туннель",
      76: "Захламленный склад",
      80: "Жилые помещения",
      84: "Затопленная ветка",
      88: "Раскрытый секрет",
      98: "Что-то необычное или неожиданное",
      99: "Вы переходите в другую Тему. Отправь `.в-тему <название темы>`. Что бы посмотреть все темы отправь `.в-тему` без параметра.",
      100: "Вы переходите в другие Владения. Отправь `.во-владения <название владений>`. Что бы посмотреть все владения отправь `.во-владения` без параметра.",
    },
  },

  {
    type: "владения",
    title: "Высокогорье",
    description: "Коварные тропы в высоких горах",
    aliases: ["cr"],
    dangers: {
      33: "Здесь логово обитателей",
      36: "Обитатель охотится",
      39: "Опасный подъём или спуск",
      42: "Лавина или оползень",
      45: "Ненастье",
    },
    features: {
      43: "Извилистая горная тропа",
      56: "Снежное поле или ледяные скалы",
      64: "Ущелье реки",
      68: "Грохочущий водопад",
      72: "Высокогорное озеро",
      76: "Забытая пирамида",
      80: "Мост",
      84: "Место с хорошим видом",
      88: "Лагерь или аванпост",
      98: "Что-то необычное или неожиданное",
      99: "Вы переходите в другую Тему. Отправь `.в-тему <название темы>`. Что бы посмотреть все темы отправь `.в-тему` без параметра.",
      100: "Вы переходите в другие Владения. Отправь `.во-владения <название владений>`. Что бы посмотреть все владения отправь `.во-владения` без параметра.",
    },
  },
  {
    type: "владения",
    title: "Руины",
    description: "Разрушенное наследие мертвых народов",
    aliases: ["cr"],
    dangers: {
      33: "Древний механизм или ловушка",
      36: "Разрушающиеся стены или потолок",
      39: "Заблокированный или сломанный проход",
      42: "Неустойчивый пол над опастностью",
      45: "Древним тайнам лучше быть погребенными",
    },
    features: {
      43: "Разрушающиеся коридоры и комнаты",
      56: "Обрушенные своды",
      64: "Заваленный щебнем зал",
      68: "Внутренний двор",
      72: "Архив или библиотека",
      76: "Сломанные скульптуры и выцвевшие фрески",
      80: "Сохранившийся свод",
      84: "Храм забытого бога",
      88: "Мавзолей",
      98: "Что-то необычное или неожиданное",
      99: "Вы переходите в другую Тему. Отправь `.в-тему <название темы>`. Что бы посмотреть все темы отправь `.в-тему` без параметра.",
      100: "Вы переходите в другие Владения. Отправь `.во-владения <название владений>`. Что бы посмотреть все владения отправь `.во-владения` без параметра.",
    },
  },
  {
    type: "владения",
    title: "Грот",
    description: "Каменные проходы, вырезанные морскими волнами",
    aliases: ["cr"],
    dangers: {
      33: "Обитатель атакует без предупреждения",
      36: "Обитатель скрывается внизу",
      39: "Наводнение",
      42: "Стремительное течение",
      45: "Стены давят на разум",
    },
    features: {
      43: "Водянистые туннели",
      56: "Вымытая пещера",
      64: "Затопленная пещера",
      68: "Огромная пещера",
      72: "Сухой проход",
      76: "Пресноводный родник",
      80: "Скалистый остров",
      84: "Мусор, принесённый водой",
      88: "Кораблекрушение или лодка",
      98: "Что-то необычное или неожиданное",
      99: "Вы переходите в другую Тему. Отправь `.в-тему <название темы>`. Что бы посмотреть все темы отправь `.в-тему` без параметра.",
      100: "Вы переходите в другие Владения. Отправь `.во-владения <название владений>`. Что бы посмотреть все владения отправь `.во-владения` без параметра.",
    },
  },
  {
    type: "владения",
    title: "Тёмная топь",
    description: "Первобытное болото, окутанное туманом",
    aliases: ["cr"],
    dangers: {
      33: "Обитатель охотится",
      36: "Глубокая вода преграждает путь",
      39: "Ядовитый воздух",
      42: "Слепящий и путающий туман",
      45: "Скрытая трясина",
    },
    features: {
      43: "Узкие тропки",
      56: "Застойный пруд",
      64: "Затопленная чаща",
      68: "Островок сухой земли",
      72: "Находка в воде",
      76: "Сохранившиеся трупы",
      80: "Поросшая постройка",
      84: "Высокий тростник",
      88: "Лагерь или аванпост",
      98: "Что-то необычное или неожиданное",
      99: "Вы переходите в другую Тему. Отправь `.в-тему <название темы>`. Что бы посмотреть все темы отправь `.в-тему` без параметра.",
      100: "Вы переходите в другие Владения. Отправь `.во-владения <название владений>`. Что бы посмотреть все владения отправь `.во-владения` без параметра.",
    },
  },
  {
    type: "владения",
    title: "Укрепление",
    description: "Крепость, защищенная от вторжений",
    aliases: ["cr"],
    dangers: {
      33: "Заблокированный или охраняемый путь",
      36: "Пойманы на открытом месте",
      39: "Зажаты в узком месте",
      42: "Ловушка",
      45: "Тревога",
    },
    features: {
      43: "Коридоры",
      56: "Казармы и жилые помещения",
      64: "Большой зал",
      68: "Мастерская или библиотека",
      72: "Командный центр или жилище коммандира",
      76: "Лестница или лестничный пролёт",
      80: "Хранилище",
      84: "Кухня или кладовая",
      88: "Внутренний двор",
      98: "Что-то необычное или неожиданное",
      99: "Вы переходите в другую Тему. Отправь `.в-тему <название темы>`. Что бы посмотреть все темы отправь `.в-тему` без параметра.",
      100: "Вы переходите в другие Владения. Отправь `.во-владения <название владений>`. Что бы посмотреть все владения отправь `.во-владения` без параметра.",
    },
  },
  {
    type: "владения",
    title: "Чащоба",
    description: "Опасный лес вечной тени",
    aliases: ["cr"],
    dangers: {
      33: "Обитатель охотится",
      36: "Логово обитателей здесь",
      39: "Ловушка или силки",
      42: "Дорога вас запутала",
      45: "Запутались в растениях",
    },
    features: {
      43: "Густая чаща",
      56: "Заросшая тропинка",
      64: "Ручей",
      68: "Поляна",
      72: "Старое дерево",
      76: "Ежевика",
      80: "Заросшее строение",
      84: "Скалы",
      88: "Лагерь или аванпост",
      98: "Что-то необычное или неожиданное",
      99: "Вы переходите в другую Тему. Отправь `.в-тему <название темы>`. Что бы посмотреть все темы отправь `.в-тему` без параметра.",
      100: "Вы переходите в другие Владения. Отправь `.во-владения <название владений>`. Что бы посмотреть все владения отправь `.во-владения` без параметра.",
    },
  },
  {
    type: "владения",
    title: "Подземелье",
    description: "Вековая подземная темница",
    aliases: ["cr"],
    dangers: {
      33: "Древний механизм или ловушка",
      36: "Рушащиеся постройки",
      39: "Заблокированный или сломанный вход",
      42: "Артефакт, таящий опасность",
      45: "Обитатель прячется в темноте",
    },
    features: {
      43: "Извилистые коридоры",
      56: "Зал или плато",
      64: "Лестница в глубь",
      68: "Большой дверной проход или ворота",
      72: "Усыпальница или катакомбы",
      76: "Грубы высеченная пещера",
      80: "Литейный цех или мастерская",
      84: "Храм или светилище",
      88: "Внушительная потсройка или скульптура",
      98: "Что-то необычное или неожиданное",
      99: "Вы переходите в другую Тему. Отправь `.в-тему <название темы>`. Что бы посмотреть все темы отправь `.в-тему` без параметра.",
      100: "Вы переходите в другие Владения. Отправь `.во-владения <название владений>`. Что бы посмотреть все владения отправь `.во-владения` без параметра.",
    },
  },
  {
    type: "владения",
    title: "Своё",
    description: "для кастомных владений",
    aliases: ["cr"],
    dangers: {
      33: "угроза владения",
      36: "угроза владения",
      39: "угроза владения",
      42: "угроза владения",
      45: "угроза владения",
    },
    features: {
      43: "окружение владения",
      56: "окружение владения",
      64: "окружение владения",
      68: "окружение владения",
      72: "окружение владения",
      76: "окружение владения",
      80: "окружение владения",
      84: "окружение владения",
      88: "окружение владения",
      98: "окружение владения",
      99: "Вы переходите в другую Тему. Отправь `.в-тему <название темы>`. Что бы посмотреть все темы отправь `.в-тему` без параметра.",
      100: "Вы переходите в другие Владения. Отправь `.во-владения <название владений>`. Что бы посмотреть все владения отправь `.во-владения` без параметра.",
    },
  },
];

export const themes = [
  {
    type: "тема",
    title: "с древностями",
    description: "Это место хранит секреты минувших эпох",
    aliases: ["cr"],
    dangers: {
      5: "Древняя ловушка",
      10: "Опасная архитектура или местность",
      12: "Поврежденный или заблокированный путь",
      14: "Обитатель защищает древние тайны",
      16: "Обитатель поклоняется древним силам",
      18: "Живые реликты старых веков",
      20: "Древнее зло пробудилось",
      22: "Страшные предупреждения о давно похороненной опасности",
      24: "Древняя болезнь или инфекция",
      26: "Артефакт ужасающй сути или силы",
      28: "Отвратные свидетельства древних ошибок",
      30: "Другие ищут силы или знания",
    },
    features: {
      4: "Признаки секретных знаний",
      8: "Непостижимые реликвии",
      12: "Древние предметы исскуства или ремесла",
      16: "Сохранившиеся трупы или окаменелости",
      20: "Видения этого места в другие эпохи",
    },
  },
  {
    type: "тема",
    title: "с проклятьем",
    description: "Это место осквернено темной магией",
    aliases: ["cr"],
    dangers: {
      5: "Местный обитатель вызван тёмной магией",
      10: "Местный обитатель владеет тёмной магией",
      12: "Местный обитатель оскверненён темной магией",
      14: "Вас пометила порча",
      16: "Невинные держатся в рабстве",
      18: "Раскрытие ужасающей правды",
      20: "Тайная ловушка",
      22: "Тайный барьер или оберег",
      24: "Иллюзии вводят вас в заблуждение",
      26: "Тёмный ритуал в процессе",
      28: "Затяжные последствия темного ритуала",
      30: "Страшные предвестники великой магии",
    },
    features: {
      4: "Мистический фокус или проводник",
      8: "странный природный катаклизм",
      12: "Таинственные руны или метки",
      16: "Упадок и разложение",
      20: "Следы порочного ритуала",
    },
  },
  {
    type: "тема",
    title: "с охраной",
    description: "Враги защищают это место от незванных гостей",
    aliases: ["cr"],
    dangers: {
      5: "Обитатели потрулируют местность",
      10: "Обитатели на страже",
      12: "Обитатели готовы подняться по тревоге",
      14: "Обитатели заготовили засаду",
      16: "Обитатели заманивают в ловушку",
      18: "Обитатели собираются на этой местности",
      20: "Питомцы или мелкие сошки",
      22: "Неожиданный альянс раскрылся",
      24: "Раскрыты гнусные планы",
      26: "Неожиданный лидер обнаружен",
      28: "Ловушка",
      30: "Сработала тревога",
    },
    features: {
      4: "Лагерь или жилище",
      8: "Охраняемое место",
      12: "Склад или хранилище",
      16: "Рабочая или тренировочная площадка",
      20: "Коммандный центр или жильё главаря",
    },
  },
  {
    type: "тема",
    title: "с реликвиями",
    description: "Здесь прекланяются верующие",
    aliases: ["cr"],
    dangers: {
      5: "Обитатели защищают своё святилище",
      10: "Обитатели исполняют волю своего божества",
      12: "Обитатели желают искупления муками",
      14: "Секрет их веры раскрыт",
      16: "Величайшая цель раскрыта",
      18: "Неожиданный ученик раскрыт",
      20: "Божественные проявления",
      22: "Вас соблазняет аспект веры",
      24: "Неожиданный лидер раскрыт",
      26: "Воплощение бога или мифа",
      28: "Защитный оберег или барьер",
      30: "Пророчество раскрывает мрачное будущее",
    },
    features: {
      4: "Храм или алтарь",
      8: "Жертвы или искупление",
      12: "Религиозная реликвия или идол",
      16: "Освященная земля",
      20: "Жилища или место сбора",
    },
  },
  {
    type: "тема",
    title: "с привидениями",
    description: "Неупокойные духи привязанны к этому месту",
    aliases: ["cr"],
    dangers: {
      5: "Обитатели населяют это место",
      10: "Тревожные звуки или дурные предчувствия",
      12: "Обитатели атакуют без предупреждения",
      14: "Обитатели осаждают ваше тело или душу",
      16: "Обитатели требуют высокой платы",
      18: "Обитатели дразнят или манят вас",
      20: "Отвратительная правда раскрыта",
      22: "Пугающее видение",
      24: "Окружение играет против вас",
      26: "Обман вводит вас в заблуждение",
      28: "Истинная природа этого места ракрыта",
      30: "Внезапное, шокирующее проявление",
    },
    features: {
      4: "Магила или склеп",
      8: "Здесь была пролита кровь",
      12: "Неестественный туман или тьма",
      16: "Послание из загробного мира ",
      20: "Событие или человек являются вам",
    },
  },
  {
    type: "тема",
    title: "с заразой",
    description: "Мерзкие твари обитают здесь",
    aliases: ["cr"],
    dangers: {
      5: "Обитатели роятся и атакуют",
      10: "Ядовитый или тошнотворный воздух",
      12: "Обитатели преследуют тебя",
      14: "Обитатели отбирают или уничтожают что-то",
      16: "Обитатели проявляют удивительную сообразительность",
      18: "Большая угроза руководит обитателем",
      20: "Обитатель сбивает вас с пути",
      22: "Обитатель уничтожает путь",
      24: "Обитатель преграждает путь",
      26: "Обитатель сидит в засаде",
      28: "Ловушка или силки",
      30: "Ужасающая судьба жертвы раскрыта",
    },
    features: {
      4: "Обитаемое гнездо",
      8: "Заброшенное гнездо",
      12: "Разрушенная местность или архитектура",
      16: "Останки или падаль",
      20: "Схрон с пищей",
    },
  },
  {
    type: "тема",
    title: "с запустением",
    description: "Время, катаклизмы или распри взяли своё",
    aliases: ["cr"],
    dangers: {
      5: "Ненадежное строение или часть рельефа",
      10: "Неизбежное обрушение или разрушение",
      12: "Путь ненадежен",
      14: "Путь заблокирован или сломан",
      16: "Следы разрушительной силы",
      18: "Неожиданная природная стихия",
      20: "Отголоски тревожного прошлого",
      22: "Признаки ужасной судьбы",
      24: "Обитатель ищет возмездия",
      26: "обитатель использует окружение",
      28: "обитатель восстанавливает утраченное",
      30: "Разрушающая сила приходит снова",
    },
    features: {
      4: "Путь разрушения",
      8: "Заброшенные или разрушенные жилища",
      12: "Нетронутая или затаённая земля",
      16: "Следы того, что потеряно",
      20: "Несчастные жертвы",
    },
  },
  {
    type: "тема",
    title: "с первозданной природой",
    description: "В этом месте царствует природа",
    aliases: ["cr"],
    dangers: {
      5: "Обитатель охотится",
      10: "Обитатель атакует без предупреждения",
      12: "Обитатель использует против вас окружение",
      14: "Обитатель обладает неожиданными способностями",
      16: "Большая угроза руководит обитателем",
      18: "Обитатель защищает что-то",
      20: "Опастная местность",
      22: "Погодная или экологическая угроза",
      24: "Благоприятное становится опасным",
      26: "Чрезмерно усердный охотник",
      28: "Тревожные свидетельства судьбы жертвы",
      30: "Злополучная жертва в опасности",
    },
    features: {
      4: "Логово обитателя",
      8: "Территориальные отметки",
      12: "Впечатляющая флора и фауна",
      16: "Охотничье угодье или водопой",
      20: "Останки или падаль",
    },
  },
  {
    type: "тема",
    title: "с своей темой",
    description: "для кастомных описаний темы",
    aliases: ["cr"],
    dangers: {
      5: " угроза темы",
      10: "угроза темы",
      12: "угроза темы",
      14: "угроза темы",
      16: "угроза темы",
      18: "угроза темы",
      20: "угроза темы",
      22: "угроза темы",
      24: "угроза темы",
      26: "угроза темы",
      28: "угроза темы",
      30: "угроза темы",
    },
    features: {
      4: "окружение темы",
      8: "окружение темы",
      12: "окружение темы",
      16: "окружение темы",
      20: "окружение темы",
    },
  },
];

export const deepInDelvePoints = {
  progressAndDanger: {
    k: "progressAndDanger",
    value: "Прогресс отмечен. Вы продвинулись, но встретили опасность!\n",
  },
  progress: { k: "progress", value: "Вы продвинулись. Отметь прогресс." },
  progressOrOpportunity: {
    k: "progressOrOpportunity",
    value:
      "Выбери одно: отметь прогресс или *Найди возможность* (отправь `.возможность`).",
  },
  progressAndOpportunity: {
    k: "progressAndOpportunity",
    value: "Прогресс отмечен. Вы обнаруживаете возможность.",
  },
  doubleProgress: {
    k: "doubleProgress",
    value:
      "Прогресс отмечен дважды! Вы хорошо продвинулись, но встретили опасность!\n",
  },
};

export const deepInDelveTables = {
  edge: {
    title: "холод",
    results: {
      45: deepInDelvePoints.progressAndDanger,
      65: deepInDelvePoints.progress,
      75: deepInDelvePoints.progressOrOpportunity,
      80: deepInDelvePoints.progressAndOpportunity,
      100: deepInDelvePoints.doubleProgress,
    },
  },
  shadow: {
    title: "тень",
    results: {
      30: deepInDelvePoints.progressAndDanger,
      65: deepInDelvePoints.progress,
      90: deepInDelvePoints.progressOrOpportunity,
      99: deepInDelvePoints.progressAndOpportunity,
      100: deepInDelvePoints.doubleProgress,
    },
  },
  wits: {
    title: "ум",
    results: {
      40: deepInDelvePoints.progressAndDanger,
      55: deepInDelvePoints.progress,
      80: deepInDelvePoints.progressOrOpportunity,
      99: deepInDelvePoints.progressAndOpportunity,
      100: deepInDelvePoints.doubleProgress,
    },
  },
};

export const findOportunityTable = {
  25: "Местность благоприятствует вам, или вы найдете скрытый путь.",
  45: "Аспект истории или природы этого места раскрывается.",
  57: "Вы находите безопасную зону.",
  68: "Подсказка предлагает понимание или направление.",
  78: "Вы застаете в расплох обитателя.",
  86: "Эта область дает возможность лутать, добывать еду или охотиться.",
  90: "Вы находите интересный или полезный объект.",
  94: "Вы предупреждены о потенциальной угрозе.",
  98: "Вы встречаете обитателя, который может помочь вам.",
  100: "Вы столкнулись с обитателем, нуждающимся в помощи.",
};

export const revealDangerTable = {
  57: "Вы сталкиваетесь с враждебным обитателем.",
  68: "Вы сталкиваетесь с природной или архитектурной опасностью.",
  76: "Обнаруживаете нечто, что подрывает или усложняет ваш квест.",
  79: "Вы сталкиваетесь с душераздирающей ситуацией или ощущением.",
  82: "Вы сталкиваетесь с последствиями более раннего выбора или подхода.",
  85: "Ваш путь заблокирован или ловушка.",
  88: "Ресурс уменьшен, сломан или потерян.",
  91: "Вы сталкиваетесь с загадочной загадкой или трудным выбором.",
  94: "Вы сбились с пути или задерживаетесь.",
  100: "Брось дважды. Оба результата",
};

/*
  
  
  
  
  
  ТЕМЫ
  с привидениями
  Беспокойные духи связаны с этим местом.
  
  ФУНКЦИИ
  1-4 Могила или место захоронения
  5-8Кровь пролилась здесь
  9-12 Природные туманы или тьма
  13-16Сообщения из могилы
  17-20 Явления человека или события
  
  ОПАСНОСТИ
  5 Обитатель часто посещает эту область
  10 Не тревожные звуки или предчувствия
  12 Обитатель атакует без предупреждения
  14 Обитатель предъявляет дорогостоящие требования
  16Обитатель захватывает ваше тело или разум
  18 Обитатель насмехается над тобой или заманивает
  20 Открывается тревожная правда
  22 Страшные видения
  24 Среда против вас используется
  26 Хитрость вводит вас в заблуждение
  28 Истинная природа этого места раскрывается
  30 Внезапно, шокирующее проявление
  
  
  
  
  ДОМЕН
  Пещера
  Пещерное место из камня и тьмы.
  
  ФУНКЦИИ
  43 Плетение мест
  56 Плотные пещеры
  64 Большая палата
  68 подземный водный путь
  72 пещерный бассейн
  76 Естественный мост
  80 Буксировка каменных образований
  84 Натуральная подсветка
  88 Темная яма
  98 Что-то необычное или неожиданное
  99 Вы переходите в новую тему
  100 Вы переходите в новый владения
  
  ОПАСНОСТИ
  33 Обитатель логово здесь
  36 Cave в
  39 Затопление
  42 Перилезный подъем или спуск
  45 Fissure или воронка
  
  
  
  ДОМЕН
  Ледяная ПЕЩЕРА
  Место глубоких пещер и вечного холода.
  
  ФУНКЦИИ
  43 Маз ледяных туннелей
  56 Светящаяся пещера
  64  Большая палата
  68   Холодный водный путь
  72   Ледяные бассейны
  76   Великолепные ледяные образования
  80  Замороженный водопад
  84   глубокие трещины
  88  Discovery заперт во льду
  98  Что-то необычное или неожиданное
  99 Вы переходите в новую тему
  100 Вы переходите в новый владения
  
  ОПАСНОСТИ
  33 Обитатель логово здесь
  36 Разлом льда
  39 рушится пропасть
  42 горький холод
  45 Отклоняющие отражения
  
  
  
  ДОМЕН
  Вечная мерзлота
  
  Холодный пейзаж, образованный из замерзших морей.
  ФУНКЦИИ
  43 Болезни льда и снега
  56 Канал с морской водой
  65 Ледяное нагорье
  68 Расселина в леднике
  72 Ледяные льдины
  76 Корабль в ловушке во льду
  80 Животное стадо или среда обитания
  84 Замороженная туша
  88 лагерь или форпост
  98 Что-то необычное или неожиданное
  99 Вы переходите в новую тему
  00 Вы переходите в новый владения
  
  ОПАСНОСТИ
  33 Обитатель охотится
  36 Хрупкий лед над водной глубиной
  39 Опасный подъем или спуск
  42 Лавина или ледопад
  45 Плохая погода
  
  
  ДОМЕН
  Руины
  
  Разрушающееся наследие мертвой цивилизации.
  ФУНКЦИИ
  
  43 рушатся коридоры и камеры
  56 Свернутая архитектура
  64 Разбитый зал
  68 Courtyard
  72 Архив или библиотека
  76 Сломанные скульптуры или выцветшие фрески
  80 Сохраненное хранилище
  84 Храм забытых богов
  88 Mausoleum
  98 Что-то необычное или неожиданное
  99 Вы переходите в новую тему
  00 Вы переходите в новый владения
  
  ОПАСНОСТИ
  33 древний механизм или ловушка
  36 рушится стена или потолок
  39 заблокированный или сломанный проход
  42 Нестабильный этаж над новой опасностью
  45 Древние секреты лучше всего оставить похороненными
  
  
  
  ДОМЕН
  Топи
  Первобытное болото, окутанное туманом.
  
  ФУНКЦИИ
  43 Узкий путь через зловонное болото
  56 Stagnant водный путь
  64 залитая чаща
  68 остров сухих земель
  72 Подводное открытие
  76 Сохраненные трупы
  80 заросшая структура
  84 тростника
  88 лагерь или форпост
  98 Что-то необычное или неожиданное
  99 Вы переходите в новую тему
  00 Вы переходите в новый владения
  
  ОПАСНОСТИ
  33 Обитатель охотится
  36 Глубокая вода блокирует путь
  39 Токсичная среда
  42 Скрывающий или дезориентирующий туман
  45 Скрытое болото
  
  
  
  
  
  */
