/*
Что бы добавить новый буклет отправьте команду .буклет или .бук
```.буклет <путь> | <название> | <умение 1> | <умение 2> | <умение 3> | [описание] | [макс. здоровье] | [название поля ввода]``` , где <...> это обязательное поле, а [...] необязательное поле. Необязательные поля можно не указывать, но если например нужно указать название поля ввода но не нужно здоровье и описание то параметры надо оставить пустыми вот так ```.буклет <путь>; <название>; <умение 1>; <умение 2>; <умение 3>;;; [название поля ввода]```
Можно использовать символ ; вместо |, но в описаниях буклетов иногда попадается символ ; его следует заменить на . или , в описании что бы бот вас верно понял.
    
Пример:
```.бук СПУТНИК| ЯСТРЕБ| Зоркий: когда Путешествуешь добавь +1.| Ярый: +1 козырь.| Бдительный: добавь +2.| Твой ястреб может помочь.| 3| Имя|```

*/
